export const whiteCardData = {
  detailedAnalysis: [
    {
      title: "학교생활 만족도 설문 결과",
      titleDesc:
        "또래 관계에 대한 높은 만족감과 교사 및 일부 활동에 대한 미묘한 거리감을 동시에 보여줍니다",
      desc1: "친구 관계에 대한 긍정 응답과 달리, 교사와의 관계나 학교..",
      desc2: "이는 자신이 주도하지 않는 관계나 활동에는 큰 흥미를 느끼지..",
    },
    {
      title: "교우관계 관계도",
      titleDesc: "주도형",
      desc1: "다수의 학생으로부터 선택을 받아 관계망의 중심에 있으며..",
      desc2: "여러 친구들과 상호작용을 하며 네트워크 허브 역할을 하고 있음",
    },
  ],
  customizedSolution: [
    {
      title: "단기 솔루션(즉시 실행)",
      step: "1. 역할 부여 및 책임감 강화",
      stepColor: "text-sky-500",
      desc: "학급 내에서 학생의 리더십을 공식적으로 인정해 주는 역할( 예: 리더, 프로젝트 팀장)을 맡겨 긍정적인 방향으로 영향력을 발쉬 할 수 있도록 격려합니다",
    },
    {
      title: "장기 솔루션(계획적 도입)",
      step: "2. 멘토링",
      stepColor: "text-indigo-500",
      desc: "학생에게 리더의 진정한 의미(타인에 대한 배려, 책임감, 경청 등)에 대해 생각해 볼 기회를 제공하고, 교사가 조력자로서 함께 고민해 줍니다",
    },
    {
      title: "장기 솔루션(지속적 관리)",
      step: "3. 협력적 문제 해결 능력 강화",
      stepColor: "text-indigo-800",
      desc: "학급 전체가 참여하는 프로젝트에서 학생이 주도자 역할뿐만 아니라, 다른 친구의 의견을 듣고 지원하는 조력자 역할도 경험하게 하여 균형 잡힌 리더십을 키웁니다",
    },
  ],
};
